work-specific/customer-release-testing/sltp/test_3.17-REALTIME_PO.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.realtime.dslo.assia.com" xmlns:xsd="http://api.realtime.dslo.assia.com/xsd" xmlns:xsd1="http://model.napi.dslo.assia.com/xsd">
	<soapenv:Header/>
	<soapenv:Body>
		<impl:submitRequest>
			<impl:request>
				<xsd:requestType>REALTIME_PO</xsd:requestType>
				<xsd:entityID>#line_id#</xsd:entityID>
				<xsd:additionalParameters>
					<xsd1:type>realtime.po.source</xsd1:type>
					<xsd1:value>RT_PO_USE_OLD_DATA</xsd1:value>
				</xsd:additionalParameters>
			</impl:request>
			<impl:timeout>800</impl:timeout>
		</impl:submitRequest>
	</soapenv:Body>
</soapenv:Envelope>
